11/data/attachments/aade3c8b66133179.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carol_loss_Friend_58663_6</nif:username>
            <nif:friendToBeRequested>soap_friends_9f3692d2-b0b2-4737-bae9-628b470a21ee</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>